const errors: Record<string, string> = {
  email: 'Введите корректный адрес электронной почты',
  login: 'Введите корректный логин: от 3 до 20 символов',
  message: 'Введите сообщение',
  first_name: 'Введите корректное имя',
  second_name: 'Введите корректную фамилию',
  display_name: 'Введите корректное имя в чате',
  password: 'Пароль: 8 - 40 символов, где хотя бы одна заглавная буква и цифра',
  passwordElse: 'Пароль: 8 - 40 символов, где хотя бы одна заглавная буква и цифра',
  phone: 'Введите корректный телефон',
  oldPassword: 'Введите старый пароль',
  newPassword: 'Введите новый пароль',
  newPasswordAgain: 'Введите новый пароль еще раз',
  addChat: 'Введите название чата'
}
export default errors
